API_ID = 123123123
API_HASH = 'example'

# задержка между подключениями к аккаунтам
ACC_DELAY = [1, 15]

# папка с сессиями (не менять)
WORKDIR = "sessions/"

# использование прокси
USE_PROXY = False # True/False

# полный путь к вашей папке sessions 
SESSIONS_PATH = "сюда пишите полный путь к вашей папке sessions"

# скок поинтов с игры
POINTS = [200, 250] #[min, max]

# тратить алмазы
SPEND_DIAMONDS = True # True/False

# сон между играми
SLEEP_GAME_TIME = [50,100] #[min,max]
MINI_SLEEP = [3,7]
hello ='''
 _ _   __  __  __  __  _ _   _ _    _ _
| _ \ |__  __||__  __|| _ \ | _ \  / _ \
|_ _/    ||      ||   |_ _/ |_ _/ | / \ |
|   \    ||      ||   |   \ || \  | | | |
| |) | __||__    ||   | |) |||\ \ | \_/ |
|_ _/ |__  __|   ||   |_ _/ || \_\ \_ _/

'''
